Repository: simon-knuth/scanner
Catalog: Scanner/Resources/Localization/*/Resources.resw
Source language: en
Languages: ar_tn, ca, cs, he, hi, hu, nb, nl, pl, pt_br, ro, ru, sk, uk, zh_hans

# OptionSettingsMeasurementUnitsMetric.Content
source: Metric
ar_tn: متري
ca: Mètric
cs: Metrický
he: מטרי
hi: मेट्रिक
hu: Metrikus
nb: Metring
nl: Metriek
pl: Metryczne
pt_br: Métricas
ro: Metrice
ru: Метрическая
sk: Metrické
uk: Метрична
zh_hans: 公制

# TextMeasurementsUnitInches
source: in
ar_tn: بوصة
cs: palce
he: ב
hi: इंच
hu: inch
nb: i
pl: w
pt_br: pol
ro: țoli
ru: дюйм
uk: дюйми
zh_hans: 英寸

# DialogScanMerge.CloseButtonText
source: Cancel
ar_tn: إلغاء
cs: Zrušit
he: ביטול
hu: Mégse
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отменить
sk: Zrušiť
uk: Скасувати
zh_hans: 取消

# DialogScanMerge.PrimaryButtonText
source: Scan and merge
ar_tn: المسح الضوئي والدمج
cs: Skenovat a sloučit
he: סרוק ומזג
hu: Szkennelés és egyesítés
nb: Skann å bland
pl: Skanowanie i scalanie
pt_br: Digitalizar e mesclar
ru: Сканировать и преобразовать
sk: Skenovať a zlúčiť
uk: Скануйте та об’єднайте
zh_hans: 扫描并合并

# HeadingDialogScanMerge.Text
source: Scan and merge into PDF
ar_tn: المسح الضوئي والدمج في ملفPDF
cs: Skenovat a sloučit do PDF
he: סריקה ומיזוג ל- PDF
hu: Szkennelés és egyesítés PDF-be
nb: Skann å blande in til PDF
pl: Skanuj i scal do PDF
pt_br: Digitalizar e mesclar em PDF
ru: Сканировать и преобразовать в PDF
sk: Skenovať a zlúčiť do PDF
uk: Скануйте та об’єднайте в PDF
zh_hans: 扫描并合并成PDF

# TextScanMergeElementSinglePage
source: Single scanned page
ar_tn: مسح ضوئي لصفحة واحدة
cs: Jedna naskenovaná stránka
he: עמוד סרוק יחיד
hu: Egyetlen szkennelt oldal
nb: Enkeltskannet side
pl: Pojedyncza zeskanowana strona
pt_br: Página única
ru: Одна отсканированная страница
sk: Jedna naskenovaná strana
uk: Одна сканована сторінка
zh_hans: 单一扫描页面

# TextScanMergeElementStartPage
source: First scanned page
ar_tn: الصفحة الأولى التي مسحت ضوئياً
cs: První naskenovaná stránka
he: העמוד הסרוק הראשון
hu: Első szkennelt oldal
nb: Første skannet side
pl: Pierwsza zeskanowana strona
pt_br: Primeira página
ru: Первая отсканированная страница
sk: Prvá naskenovaná strana
uk: Перша сканована сторінка
zh_hans: 首次扫描页面

# TextScanMergeElementSurplusPages
source: All surplus pages
ar_tn: كافة الصفحات الفائضة
cs: Všechny přebytečné stránky
hu: Minden felesleges oldal
nb: Alle notatboksidene
pl: Wszystkie strony nadliczbowe
pt_br: Todas as páginas restantes
ru: Все лишние страницы
sk: Všetky nadbytočné stránky
uk: Усі зайві сторінки
zh_hans: 所有剩余页面

# TextScanMergeExplanation.Text
source: You can use this tool to insert new pages in a specific spot. This also allows you to scan multiple two-sided sheets without duplex, by scanning the front sides normally first and then merging all the flip sides into the first batch.
ar_tn: يمكنك استخدام هذه الأدوات لادراج صفحات جديدة في مكان معين. كما يتيح لك هذا المسح الضوئي لصفحات متعددة بوجهين وبدون استخدام خاصية الدوبلكس، وذلك بواسطة المسح الضوئي للوجه الأمامي للصفحات أولاً، ومن ثم دمج كل الوجوه المقلوبة مع الدفعة الأولى.
cs: Pomocí tohoto nástroje můžete vložit nové stránky na určité místo. Umožňuje také skenovat více oboustranných listů bez oboustranného skenování, a to tak, že nejprve normálně naskenujete přední strany a poté všechny překlopené strany sloučíte do první dávky.
he: ניתן להשתמש בכלי זה להוספת עמודים חדשים במקום מסוים. הכלי גם מאפשר לך לסרוק גיליונות דו-צדדיים מרובים ללא סורק דו-צדדי, על ידי סריקת הצדדים הקדמיים תחילה ולאחר מכן מיזוג כל הצדדים האחוריים לסריקה הראשונה.
hu: Ezzel az eszközzel új oldalakat szúrhat be egy adott helyre. Ez azt is lehetővé teszi, hogy több kétoldalas lapot szkenneljen be kétoldalas nyomtatás nélkül, először az elülső oldalakat szkennelje be, majd egyesítse az összes fedett oldalt az első kötegbe.
nb: Du kan bruke dette verktøy for å sette in nye sider i et bestemt sted. Dette tillater deg å skanne flere to-siders ark uten duplikategenskap, med å skanne front-sidene normalt sett først å så slå sammen alle bladd-sidene til den første bunke.
pl: Możesz użyć tego narzędzia, aby wstawić nowe strony w określonym miejscu. Umożliwia to również skanowanie wielu dwustronnych arkuszy bez dupleksu, zwykle najpierw skanując przednie strony, a następnie scalając wszystkie rewersy do pierwszego stosu.
pt_br: Você pode usar esta ferramenta para inserir novas páginas em um local específico. Isso também permite que você digitalize várias folhas frente e verso mesmo sem a função duplex, digitalizando normalmente primeiro as frentes e adicionando depois todos os versos ao primeiro lote.
ru: Вы можете использовать этот инструмент для вставки новых страниц в определенное место. Это также позволяет сканировать несколько двусторонних листов без двусторонней печати, сначала сканируя лицевые стороны в обычном режиме, а затем объединяя все обратные стороны в первый пакет.
sk: Tento nástroj môžete použiť na vloženie nových stránok na konkrétne miesto. To vám tiež umožňuje skenovať viacero obojstranných listov bez obojstranného skenera, a to tak, že najskôr normálne naskenujete predné strany a potom zlúčite všetky strany do prvej dávky.
uk: Ви можете використовувати цей інструмент, щоб вставити нові сторінки в конкретне місце. Це також дозволяє сканувати кілька двосторонніх аркушів без дуплексу, спочатку скануючи лицьові сторони, а потім об’єднуючи всі зворотні сторони в першу партію.
zh_hans: 您可以使用此工具在特定位置插入新页面。这还允许您在不使用双面扫描的情况下扫描多张双面纸张，通常先扫描正面，然后将所有反面合并到一起。

# TextScanMergeInBetweenPages.Text
source: In-between pages
ar_tn: صفحة بينية
cs: Mezistránky
he: בין עמודים
hu: Az oldalak közé
nb: I-mellom-sidene
pl: Między stronami
pt_br: Páginas intermédias
ru: Между страницами
sk: Medzi stránky
uk: Між сторінками
zh_hans: 中间页

# TextScanMergeStartPage.Text
source: First page
ar_tn: الصفحة الأولى
cs: První stránka
he: עמוד ראשון
hu: Első oldal
nb: Første side
pl: Pierwsza strona
pt_br: Primeira página
ru: Первая страница
sk: Prvá strana
uk: Перша сторінка
zh_hans: 第一页

# ButtonScanOptionsScanAddToDocument.Text
source: Scan and add to PDF
ar_tn: المسح الضوئي والإضافة إلى PDF
cs: Skenovat a přidat do PDF
he: סריקה והוספה ל- PDF
hu: Szkennelés és PDF-hez fűzés
nb: Skann og legge det til PDF
pl: Skanuj i dodaj do PDF
pt_br: Digitalizar e adicionar ao PDF
ru: Сканировать и добавить в PDF
sk: Skenovať a pridať do PDF
uk: Скануйте та додайте в PDF
zh_hans: 扫描并添加到 PDF

# ButtonScanOptionsScanMerge.Text
source: Scan and merge into PDF...
ar_tn: المسح الضوئي والدمج في PDF...
cs: Skenovat a sloučit do PDF...
he: סרוק ומזג ל- PDF...
hu: Szkennelés és PDF-be egyesítés...
nb: Skann å sammenføye inntil PDF
pl: Skanuj i połącz z PDF...
pt_br: Digitalizar e mesclar em PDF...
ru: Сканировать и объединить в PDF...
sk: Skenovať a zlúčiť do PDF...
uk: Сканувати та об’єднати в PDF...
zh_hans: 扫描并合并成PDF…

# DialogScanMergeTip.Subtitle
source: You can select "Scan and merge into PDF" from the scan menu to insert new pages in specific spots. This makes scanning two-sided sheets a piece of cake.
ar_tn: بامكانك تحديد "المسح الضوئي والدمج في PDF" من قائمة المسح الضوئي وإدراج صفحات جديدة في أماكن محددة، وهذا يجعل المسح الضوئي للورق ذو الوجهين أمر سهل للغاية.
cs: V nabídce skenování můžete vybrat možnost "Skenovat a sloučit do PDF" a vložit nové stránky na určitá místa. Díky tomu je skenování oboustranných listů hračkou.
he: ניתן לבחור באפשרות "סרק ומזג ל-PDF" בתפריט הסריקה כדי להוסיף עמודים חדשים במקומות מסוימים. זה הופך את סריקת הדפים הדו-צדדיים לחתיכת עוגה.
hu: Kiválaszthatod a "Szkennelés és PDF-be egyesítést" a szkennelés menüből, hogy az új oldalakat kiválasztott helyre szúrd be. Ez nagyon megkönnyíti a kétoldalas szkennelést.
nb: Du kan velge «Skann og blande til PDF» fra skanner menyen for å sette in nye sider i spesifikke punkter. Dette gjør å skanne tosiders brosjyrer enkelt.
pl: Możesz wybrać opcję „Skanuj i połącz z PDF” z menu skanowania, aby wstawić nowe strony w określonych miejscach. Dzięki temu skanowanie dwustronnych arkuszy to bułka z masłem.
pt_br: Você pode selecionar "Digitalizar e mesclar em PDF" no menu de digitalização para inserir novas páginas em pontos específicos. Isso torna a digitalização de frente e verso muito mais fácil.
ru: Вы можете выбрать «Сканировать и объединить в PDF» в меню сканирования, чтобы вставить новые страницы в определённые места. Это упрощает сканирование двусторонних листов.
sk: Môžete vybrať "Skenovať a zlúčiť do PDF" z ponuky skenovania a vložiť nové strany na konkrétne miesta. Vďaka tomu je skenovanie obojstranných listov hračkou.
uk: Ви можете вибрати «Сканувати та об’єднати в PDF» у меню сканування, щоб вставити нові сторінки в певні місця. Це робить сканування двосторонніх аркушів дуже легким.
zh_hans: 您可以在扫描菜单中选择"扫描并合并成PDF"，在指定位置插入新的页面。 这使得扫描双面纸变得轻而易举。

# DialogScanMergeTip.Title
source: Scan and merge
ar_tn: المسح الضوئي والدمج
cs: Skenovat a sloučit
he: סריקה ומיזוג
hu: Szkennelés és egyesítés
nb: Skann å sammenføye
pl: Skanuj i połącz
pt_br: Digitalizar e mesclar
ru: Сканировать и объединять
sk: Skenovať a zlúčiť
uk: Скануйте та об’єднайте
zh_hans: 扫描和合并

# ErrorMessageFileUnavailableBody
source: The file you are trying to edit/use is unavailable. Please don't move, rename or open files outside of the app, until you are done editing here.
ar_tn: الملف الذي تحاول تحريره/استخدامه غير متوفر. الرجاء عدم نقل أو إعادة تسمية او فتح الملفات خارج التطبيق الا بعد الانتهاء من عملية التحرير فيه.
cs: Soubor, který se snažíte upravit/použít, není k dispozici. Nepřesouvejte, nepřejmenovávejte ani neotvírejte soubory mimo aplikaci, dokud zde neskončíte s úpravami.
he: הקובץ שאתה מנסה לערוך או להשתמש בו אינו זמין. אל תעביר, תשנה שם או תפתח קבצים מחוץ לאפליקציה, עד שתסיים לערוך את הקובץ כאן.
hu: A szerkeszteni/használni kívánt fájl nem elérhető. Kérlek ne mozgass el, nevezz át vagy nyiss meg fájlokat, a szerkesztés befejezéséig.
nb: Filen du prøver å endre/bruke er utilgjengelig. Vær så snill å ikke flytt, navngi eller åpne filer utsiden av denne appen, Ikke før du er ferdig å endre det her først.
pl: Plik, który próbujesz edytować/użyć, jest niedostępny. Nie przenoś, nie zmieniaj nazw ani nie otwieraj plików poza aplikacją, dopóki nie zakończysz edycji tutaj.
pt_br: O arquivo que está tentando editar/usar não está disponível. Por favor, não mova, renomeie ou abra arquivos fora do aplicativo até terminar de editar aqui.
ru: Файл, который вы пытаетесь редактировать/использовать, недоступен. Пожалуйста, не перемещайте, не переименовывайте и не открывайте файлы вне приложения, пока не закончите редактирование здесь.
sk: Súbor, ktorý sa pokúšate upraviť/použiť, nie je dostupný. Nepresúvajte, nepremenovávajte ani neotvárajte súbory mimo aplikácie, kým tu nedokončíte úpravy.
uk: Файл, який ви намагаєтеся редагувати/використовувати, недоступний. Будь ласка, не переміщуйте, не перейменуйте та не відкривайте файли за межами застосунку, доки ви не закінчите редагувати тут.
zh_hans: 您试图编辑/使用的文件不可用。 请不要在应用程序外移动、重命名或打开文件，直到你完成这里的编辑。

# ErrorMessageFileUnavailableHeading
source: File unavailable
ar_tn: الملف غير متوفر
cs: Soubor není k dispozici
he: הקובץ אינו זמין
hu: Fájl nem elérhető
nb: Fil utilgjengelig
pl: Plik niedostępny
pt_br: Arquivo indisponível
ru: Файл недоступен
sk: Súbor je nedostupný
uk: Файл недоступний
zh_hans: 文件不可用

# ButtonScanOptionsDiscardScanRegion.Text
source: Discard selected scan region
ar_tn: تجاهل الجزء المحدد للمسح الضوئي
cs: Zahodit vybranou oblast skenování
he: מחק את אזור הסריקה שנבחר
hu: Szkennelési terület eldobása
nb: Avlyse utvalgt skanner-region
pl: Odrzuć wybrany obszar skanowania
pt_br: Descartar região de digitalização selecionada
ru: Удалить выбранную область сканирования
sk: Zrušiť vybratú oblasť skenovania
uk: Скасувати вибрану область сканування
zh_hans: 丢弃选定的扫描区域

# ButtonClosePreview.ToolTipService.ToolTip
source: Close
ar_tn: إغلاق
cs: Zavřít
he: סגור
hu: Bezár
nb: Lukke
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sk: Zavrieť
uk: Закрити
zh_hans: 关闭

# ButtonPreviewApplyRegion.Text
source: Apply selection
ar_tn: تطبيق التحديد
cs: Použít výběr
he: החלת בחירה
hu: Kiválasztás alkalmazása
nb: Påsette utvalg
pl: Zastosuj wybór
pt_br: Aplicar seleção
ru: Применить выбор
sk: Použiť výber
uk: Застосувати виділення
zh_hans: 应用

# ButtonPreviewSelectRegion.ToolTipService.ToolTip
source: Select scan region
ar_tn: تحديد جزء للمسح الضوئي
cs: Výběr oblasti skenování
he: בחר אזור סריקה
hu: Szkennelési terület kiválasztása
nb: Velg skanne region
pl: Zaznacz obszar skanowania
pt_br: Selecionar região de digitalização
ru: Выберите область сканирования
sk: Vybrať oblasť skenovania
uk: Виберіть область сканування
zh_hans: 选择扫描区域

# HeadingPreviewSelectRegion.Text
source: Scan region selection
ar_tn: الجزء المحدد للمسح الضوئي
cs: Výběr oblasti skenování
he: בחירת אזור סריקה
hu: Szkennelési terület kiválasztása
nb: Skanner region utvalg
pl: Wybór obszaru skanowania
pt_br: Seleção de região de digitalização
ru: Выбор области сканирования
sk: Skenovať výber oblasti
uk: Вибір області сканування
zh_hans: 扫描区域选择

# OptionPreviewHeight.ToolTipService.ToolTip
source: Height of entire preview
ar_tn: إرتفاع المعاينة بأكملها
cs: Výška celého náhledu
he: גובה התצוגה המקדימה כולה
hu: Előnézet teljes magassága
nb: Høyde av hele forhåndsvisning
pl: Wysokość całego podglądu
pt_br: Altura de toda a pré-visualização
ru: Высота всего предпросмотра
sk: Výška celej ukážky
uk: Висота всього попереднього перегляду
zh_hans: 预览高度

# OptionPreviewSelectedHeight.ToolTipService.ToolTip
source: Height of selected scan region
ar_tn: إرتفاع الجزء المحدد للمسح الضوئي
cs: Výška vybrané oblasti skenování
he: גובה אזור הסריקה שנבחר
hu: Kiválasztott szkennelési terület magassága
nb: Høyde av markerte skannerregion
pl: Wysokość wybranego obszaru skanowania
pt_br: Altura da região de digitalização selecionada
ru: Высота выбранной области сканирования
sk: Výška vybranej oblasti skenovania
uk: Висота вибраної області сканування
zh_hans: 所选扫描区域的高度

# OptionPreviewSelectedWidth.ToolTipService.ToolTip
source: Width of selected scan region
ar_tn: عرض منطقة المسح المختارة
cs: Šířka vybrané oblasti skenování
he: רוחב אזור הסריקה שנבחר
hu: Kiválasztott szkennelési terület szélessége
nb: Bredden av den markerte skanner region
pl: Szerokość wybranego obszaru skanowania
pt_br: Largura da região de digitalização selecionada
ru: Ширина выбранного предпросмотра
sk: Šírka vybranej oblasti skenovania
uk: Ширина вибраної області сканування
zh_hans: 所选扫描区域的宽度

# OptionPreviewWidth.ToolTipService.ToolTip
source: Width of entire preview
ar_tn: عرض المعاينة الكاملة
cs: Šířka celého náhledu
he: רוחב התצוגה המקדימה כולה
hu: Előnézet szélessége
nb: Med hele forhåndsvisning
pl: Szerokość całego podglądu
pt_br: Largura de toda a pré-visualização
ru: Ширина всего предпросмотра
sk: Šírka celej ukážky
uk: Ширина всього попереднього перегляду
zh_hans: 预览宽度

# TextButtonPreviewToolTipRegion
source: Preview (scan region selected)
ar_tn: معاينة (منطقة المسح الضوئي المختارة)
cs: Náhled (vybraná oblast skenování)
hu: Előnézet (szkennelési terület kiválasztva)
nb: Forhåndsvisning (skanneregion valgt)
pl: Podgląd (wybrany obszar skanowania)
pt_br: Pré-visualização (região selecionada)
ru: Предпросмотр (выбранная область сканирования)
sk: Ukážka (vybratá oblasť skenovania)
uk: Попередній перегляд (вибраний область сканування)
zh_hans: 预览（扫描区域已选择）

# StoreUpdate3_2_0_0
source: Customized file naming You look like someone who loves to stay organized, and Scanner is here to help! Try out the new super-flexible file naming settings to spend more time scanning and less time renaming. Language selection Bilingual? Trilingual? Quadrilingual? Choose an app language that's independent from your system language (only one at a time though). Improved resolutions list If your resolutions list is on the verge of getting out of control, you can now just type the desired resolution into the box instead of scrolling for hours.
ar_tn: تسمة الملفات بشكل مخصص تبدو لنا بانك شخص تحب التنظيم، وتطبيق Scanner متوفر لمساعدتك! جرب الإعدادات التي تتسم بمرونة كبيرة لكي تقضي وقتاً أكثر في المسح الضوئي وتوفر الوقت الضائع في تسمية الملفات. إختيار اللغة هل تتحدث بلغتين، ثلاث، أو أر بع لغات؟ يمكنك إختيار لغة للتطبيق مستقلة عن لغة نظام الحاسوب (للأسف لغة واحدة فقط في كل مرة). قائمة الدقة المحسنة في حال وصلت قائمة الدقة إلى حد الخروج عن السيطرة، بإمكانك الآن طباعة الدقة المطلوبة في المربع بدلا من البحث في القائمة لساعات.
cs: Přizpůsobené pojmenování souborů Vypadáte jako někdo, kdo si rád udržuje pořádek, a aplikace Scanner je tu, aby vám pomohla! Vyzkoušejte nové super pružné nastavení pojmenování souborů, abyste strávili více času skenováním a méně přejmenováváním. Výběr jazyka Doujjazyčný? Trojjazyčný? Čtyřjazyčný? Vyberte si jazyk aplikace, který je nezávislý na systémovém jazyce (vždy však pouze jeden). Vylepšený seznam rozlišení Pokud je váš seznam rozlišení na hranici zvládnutelnosti, můžete nyní požadované rozlišení jednoduše zadat do pole místo několikahodinového procházení.
he: מתן שמות לקבצים בהתאמה אישית אתה נראה כמו מישהו שאוהב להישאר מאורגן, וסורק כאן כדי לעזור! נסה את ההגדרות החדשות והגמישות במיוחד למתן שמות לקבצים כדי להקדיש זמן רב יותר לסריקה ופחות זמן לשינוי שם. בחירת שפה האם אתה דו-לשוני? תלת לשוני? בחר שפת אפליקציה שאינה תלויה בשפת המערכת שלך (עם זאת, האפליקציה תוצג בשפה אחת בלבד). רשימת רזולוציות משופרת אם רשימת הרזולוציות שלך ארוכה מדי, כעת תוכל פשוט להקליד את הרזולוציה הרצויה בתיבה במקום לגלול במשך שעות.
hu: Testreszabott fájl elnevezés Úgy tűnik, szereti a szervezettséget és a Scanner itt van, hogy segítsen! Próbálja ki az új, rendkívül rugalmas fájlelnevezési beállításokat, hogy több időt tölthessen a szkenneléssel és kevesebbet az átnevezéssel. Nyelvválasztás Kétnyelvű? Háromnyelvű? Négynyelvű? Válasszon olyan alkalmazásnyelvet, amely független a rendszer nyelvétől (egyszerre azonban csak egyet). Továbbfejlesztett felbontás lista A felbontás lista irányítása a küszöbön áll, most már egyszerűen beírhatja a kívánt felbontást a mezőbe ahelyett, hogy órákig görgetne.
nb: Tilpasset filnavn du ser ut som noen som elsker å holde orden, og scanner er her for å hjelpe! prøv de nye superfleksible filnavninnstillingene for å bruke mer tid på skanning og mindre tid på å gi nytt navn. språkvalg tospråklig? trespråklig? firespråklig? velg et appspråk som er uavhengig av systemspråket ditt (men bare ett om gangen). forbedret oppløsningsliste hvis oppløsningslisten din er på nippet til å komme ut av kontroll, kan du nå bare skrive inn ønsket oppløsning i boksen i stedet for å bla i timevis.
pl: Niestandardowe nazywanie plików Wyglądasz na osobę, która lubi być zorganizowana i Scanner jest tutaj, aby pomóc! Wypróbuj nowe, superelastyczne ustawienia nazewnictwa plików, aby spędzać więcej czasu na skanowaniu, a mniej na zmianie nazw. Wybór języka Dwujęzyczny? Trójjęzyczny? Czterojęzyczny? Wybierz język aplikacji, który jest niezależny od języka systemowego (ale tylko jeden na raz). Ulepszona lista rozdzielczości Jeśli Twoja lista rozdzielczości zaraz wymknie Ci się spod kontroli, możesz teraz po prostu wpisać żądaną rozdzielczość w polu zamiast przewijać listę godzinami.
pt_br: Nomeação de arquivos personalizada Você parece ser uma pessoa que adora manter as coisas organizadas e o Scanner está aqui para ajudá-lo! Experimente as configurações superflexíveis de nomeação de arquivos a fim de passar mais tempo digitalizando do que renomeando arquivos. Seleção de idioma Bilíngue? Trilíngue? Tetralíngue? Escolha um idioma do aplicativo diferente do idioma do seu sistema (entretanto somente um por vez). Lista de resoluções aprimoradas Se sua lista de resoluções está prestes a fugir de controle, agora basta que você digite a resolução desejada na caixa em vez de procurar por horas.
ru: Индивидуальное именование файлов Вы похожи на человека, который любит быть организованным, и приложение Сканер здесь, чтобы помочь! Попробуйте новые сверхгибкие настройки именования файлов, чтобы тратить больше времени на сканирование и меньше времени на переименование. Выбор языка Владеете двумя, тремя, четырьмя языками? Выберите язык приложения, независимый от языка вашей системы (только по одному за раз). Улучшенный список разрешений Если ваш список разрешений находится на грани выхода из-под контроля, теперь вы можете просто ввести нужное разрешение в поле вместо того, чтобы прокручивать его часами.
sk: Prispôsobené pomenovanie súborov Vyzeráte ako niekto, kto miluje poriadok, a skener je tu, aby vám pomohol! Vyskúšajte nové superflexibilné nastavenia pomenovania súborov, aby ste strávili viac času skenovaním a menej času premenovaním. Výber jazyka Dvojjazyčný? Trojjazyčný? Štvorjazyčné? Vyberte jazyk aplikácie, ktorý je nezávislý od jazyka vášho systému (vždy len jeden). Vylepšený zoznam rozlíšení Ak je váš zoznam rozlíšení na pokraji, že sa vymkne spod kontroly, môžete teraz jednoducho zadať požadované rozlíšenie do poľa namiesto toho, aby ste sa celé hodiny posúvali.
uk: Індивідуальне іменування файлів Ви виглядаєте як людина, яка любить бути організованою, і Scanner тут, щоб допомогти! Спробуйте нові надгнучкі налаштування іменування файлів, щоб витрачати більше часу на сканування та менше часу на перейменування. Вибір мови Двомовний? Тримовний? Чотиримовний? Виберіть мову застосунку, яка не залежить від мови вашої системи (але лише по одній за раз). Покращений список роздільних можливостей Якщо ваш список роздільних здатностей на межі виходу з-під контролю, тепер ви можете просто ввести потрібну роздільну здатність у поле замість того, щоб прокручувати кілька годин.
zh_hans: 自定义文件命名 你看起来像一个喜欢有条理的人，扫描仪 会帮你的！尝试新的超级灵活的文件命名设置，让时间花在扫描而不是重命名上。 语言选择 会说双语？三语？四语？选择一种独立于系统语言的应用程序语言（但一次只能选择一种）。 改进分辨率列表 如果你的分辨率列表过长，你现在可以只在框中输入所需的分辨率，而不是滚动几个小时。

# HeadingChangelog3_2_0_0Section1.Text
source: Customized file naming
ar_tn: التسمية المخصصة للملفات
cs: Přizpůsobené pojmenování souborů
he: מתן שמות לקבצים בהתאמה אישית
hu: Testreszabott fájl elnevezés
nb: Endret filnavngivingsvalg
pl: Niestandardowe nazewnictwo plików
pt_br: Nomeação de arquivos personalizada
ru: Индивидуальное именование файлов
sk: Prispôsobené pomenovanie súborov
uk: Індивідуальне іменування файлів
zh_hans: 自定义文件命名

# HeadingChangelog3_2_0_0Section2.Text
source: Language selection
ar_tn: إختيار اللغة
cs: Výběr jazyka
he: בחירת שפה
hu: Nyelv kiválasztás
nb: Språkvalg
pl: Wybór języka
pt_br: Seleção de idioma
ru: Выбор языка
sk: Výber jazyka
uk: Вибір мови
zh_hans: 语言选择

# HeadingChangelog3_2_0_0Section3.Text
source: Improved resolutions list
ar_tn: قائمة الدقة المحسنة
cs: Vylepšený seznam rozlišení
he: רשימת רזולוציות משופרת
hu: Fejlesztett felbontás lista
nb: Forbedret oppløsningsliste
pl: Ulepszona lista rozdzielczości
pt_br: Lista de resoluções aprimoradas
ru: Улучшенный список разрешений
sk: Vylepšený zoznam rozlíšení
uk: Покращений список роздільних можливостей
zh_hans: 改进分辨率列表
